<template lang="">
  <div style="padding:0 30px;box-sizing:box;overflow:scroll;height:500px">
    <div class="titleHeader">免责声明</div>
    <div class="content">
      <div class="content_c">
        <div class="title">总则</div>
        <div>
          用户在接受航空数智服务平台服务之前，请务必仔细阅读本条款并同意本声明。
          用户直接或通过各类方式（如站外API引用等）间接使用航空数智服务平台服务和数据的行为，
          都将被视作已无条件接受本声明所涉全部内容；若用户对本声明的任何条款有异议，请停止使用航空数智服务平台所提供的全部服务。
        </div>
        <div class="title">第一条</div>
        <div>
          用户以各种方式使用航空数智服务平台服务和数据（包括但不限于发表、宣传介绍、转载、 浏览及利用航空数智服务平台或航空数智服务平台用户发布内容）的过程中， 不得以任何方式利用航空数智服务平台直接或间接从事违反中国法律法规，以及社会公德的行为。用户应当恪守下述承诺：
          1.发布、转载或提供的内容符合中国法律法规、社会公德；
          2.不得干扰、损害和侵犯航空数智服务平台的各种合法权利与利益；
          3.不得干扰、损害和侵犯其他航空数智服务平台用户的各种合法权利与利益；
          4.遵守航空数智服务平台以及与之相关的网络服务的协议、指导原则、管理细则等。
          航空数智服务平台有权对违反上述承诺的内容予以删除。
        </div>
        <div class="title">第二条</div>
        <div>
          1.航空数智服务平台仅为用户发布的内容提供存储空间，航空数智服务平台不对用户发表、转载的内容提供任何形式的保证：
          不保证内容满足您的要求，不保证航空数智服务平台的服务不会中断。因网络状况、通讯线路、
          第三方网站或管理部门的要求等任何原因而导致您不能正常使用航空数智服务平台，航空数智服务平台不承担任何法律责任。
          2.用户在航空数智服务平台发表的内容（包含但不限于航空数智服务平台目前各产品功能里的内容）仅表明其个人的立场和观点，并不代表航空数智服务平台的立场或观点。作为内容的发表者，需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律及连带责任。航空数智服务平台不承担任何法律及连带责任。
          3.用户在航空数智服务平台发布涉嫌侵犯他人知识产权或其他合法权益的内容，经相关方提供初步证据，航空数智服务平台有权先行予以删除，并保留移交司法机关查处的权利。参照相应司法机关的查处结果，航空数智服务平台对于网站发布内容的处置具有最终决定权。
          4.个人或单位如认为航空数智服务平台上存在侵犯自身合法权益的内容，应准备好具有法律效应的证明材料，及时与航空数智服务平台取得联系，以便航空数智服务平台迅速做出处理。
        </div>
        <div class="title">附则</div>
        <div>
          对免责声明的解释、修改及更新权均属于航空数智服务平台所有。
        </div>
      </div>
    </div>
  </div>
</template>
<script>
export default {};
</script>
<style lang="less" scope="">
.titleHeader {
  height: 74px;
  justify-content: unset;
  display: flex;
  align-items: center;
  font-size: 24px;
  color: #333;
}
.content {
  overflow: hidden;
  .title {
    color: #333333;
    font-size: 18px;
  }
  .content_c {
    font-size: #666666;
    line-height: 26px;
    & > div {
      margin-bottom: 20px;
    }
  }
}
</style>
